Repository: Barolina/django-blogs
Catalog: blog/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Post title should be at least 3 characters.
uk: Назва посту має буди щонайменьше 3 літери.

source: Your post is too long and without cut - please add cut somewhere to leave only introduction part before it.
uk: Ваш пост дуже довгий та не розділен (нема ката) - будь ласка додайте кат, десь так щоб залишилось лише начальна частина до нього.

source: Your cut is too long - please add cut somewhere to leave only introduction part before it.
uk: Ваш кат дуже довгий - будь ласта додайте кат десь так, шоб залишилось лише начальна частина до нього.

source: Friend Posted to Blog
uk: Друг опублікувався у блозі

source: New Comment on Blog Post
uk: Новий коментарій у блозі

source: a comment was made on one of your blog posts
uk: хтось прокоментував ваш пост у блозі

source: Blog
uk: Блог

source: User
uk: Користувач

source: Is moderator
uk: Модератор?

source: Can read
uk: Можна читати?

source: Can write
uk: Можна писати?

source: name
uk: ім'я

source: slug
uk: слаг

source: blog icon
uk: іконка блогу

source: description
uk: опис

source: Are everybody can read
uk: Усі можуть читати

source: Are everybody can write
uk: Усі можуть писати

source: Blogs
uk: Блоги

source: Draft
uk: Чернетка

source: Public
uk: Опубліковано

source: Deleted
uk: Видалено

source: title
uk: назва

source: IP Address of the Post Creator
uk: IP-адреса з посту автора

source: tease
uk: теза

source: body
uk: зміст

source: status
uk: статус

source: allow comments
uk: дозволити коментувати

source: publish
uk: опоблікувати

source: created at
uk: створено в

source: updated at
uk: відновлено в

source: comments count
uk: кількість коментаріїв

source: date of last comment
uk: дата останнього коментарю

source: Post
uk: Пост

source: Posts
uk: Пости

source: Successfully change status for post '%s'
uk: Успішно змінено статус для посту '% s'

source: Successfully created post '%s'
uk: Успішно створений пост '% s'

source: Successfully updated post '%s'
uk: Успішно оновлено пост '% s'

source: My posts
uk: Мої пости

source: Write post
uk: Написати пост

source: Posts (compact view)
uk: Пости (компактний вигляд)

source: Posts in blog: %(name)s
uk: Повідомлення в блозі: %(name)s

source: All blogs
uk: Всі блоги

source: Blog: %(name)s
uk: Блог: %(name)s

source: Unfollow
uk: Не слідкувати

source: Follow
uk: Слідкувати

source: No posts yet.
uk: Постів ще нема.

source: Blog name
uk: Им'я блога

source: Posts count
uk: Кількість постів

source: Last post
uk: Останній пост

source: %(time)s ago
uk: %(time)s тому

source: No blogs found.
uk: Блоги не найдені.

source: Your feed
uk: Ваша стрічка

source: %(username)s's feed
uk: Стрічка %(username)s

source: Following
uk: Спостереження

source: My following
uk: Я читаю

source: %(username)s's following
uk: Читачі %(username)s

source: My followers
uk: Мене читають

source: Users
uk: Користувачі

source: No following yet.
uk: Спостережень ще нема.

source: No followers yet.
uk: Читачів ще нема.

source: Friends' Blogs
uk: Блоги друзів

source: These are blog posts from your friends:
uk: Ці повідомлення в блозі від ваших друзів:

source: No blog posts yet.
uk: В блозі ще нама повідомлень.

source: Write a blog post
uk: Написати в блозі

source: Create
uk: Створити

source: Title
uk: Назва

source: Created
uk: Створено

source: Updated
uk: Оновлено

source: Actions
uk: Дії

source: Edit
uk: Редагувати

source: To drafts
uk: У чернетки

source: Publish
uk: Опублікувати

source: Delete
uk: Видалити

source: Blog Post: %(title)s
uk: Пост в блозі %(title)s

source: blog post
uk: пост в блозі

source: All posts
uk: Всі пости

source: Comments:
uk: Коментарі:

source: Editing the post
uk: Редагування поста

source: Update
uk: Оновити

source: Comments: %(comments_count)s
uk: Коментарі: %(comments_count)s

source: Blog post feed for user %(name)s
uk: Пости користувача %(name)s

source: You have received the reply in post "<a href="%(post_url)s">%(post_title)s</a>" from user <a href="%(poetry_user_works_url)s">%(display_name)s</a>.
uk: Ви отримали відповідь у пості <a href="%(post_url)s">%(post_title)s</a> від користувача <a href="%(poetry_user_works_url)s">%(display_name)s</a>.
